Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: VoiceOver Speech Volume
ar: مستوى صوت النطق في التعليق الصوتي
bg: Силата на звука на говора на VoiceOver
ca: Volum de la veu del VoiceOver
cs: Hlasitost řeči VoiceOveru
da: Lydstyrke på VoiceOver-tale
de: Lautstärke der VoiceOver-Sprachausgabe
el: Ένταση ήχου ομιλίας VoiceOver
es: Volumen de habla de VoiceOver
es_us: Volumen de lectura de VoiceOver
fi: VoiceOver-puheäänen voimakkuus
fr: Volume de VoiceOver
fr_ca: Volume de VoiceOver
he: עוצמת הדיבור של VoiceOver
hi: VoiceOver बोली वॉल्यूम
hr: Glasnoća čitanja VoiceOvera
hu: VoiceOver beszédhangereje
id: Volume Ucapan VoiceOver
it: Volume lettura di VoiceOver
ja: VoiceOverの読み上げの声の音量
kk: VoiceOver сөйлеу қаттылығы
ko: VoiceOver 말하기 음량
lt: „VoiceOver“ kalbos garsumas
ms: Kelantangan Pertuturan VoiceOver
nl: VoiceOver-spraakvolume
no: Volum for VoiceOver-tale
pl: Głośność mowy VoiceOver
pt_br: Volume da Fala do VoiceOver
pt_pt: Volume da fala do VoiceOver
ro: Volum enunțare VoiceOver
ru: Громкость голоса VoiceOver
sk: Hlasitosť reči VoiceOveru
sl: Glasnost govora VoiceOver
sv: VoiceOver-röstvolym
th: ระดับเสียงของเสียง VoiceOver
tr: VoiceOver Konuşma Ses Yüksekliği
uk: Гучність мовлення VoiceOver
vi: Âm lượng lời nói VoiceOver
zh_cn: 旁白语音音量
zh_hk: 旁白語音音量
zh_tw: 旁白語音音量

# VOICEOVER_GESTURE_HELP_HINT_PART2
source: Select the Done button in the top right corner and double tap to exit.
ar: اختر زر "تم" في الجهة العليا اليمنى ثم اضغط مرتين للخروج.
bg: Изберете бутона Готово в горния десен ъгъл и докоснете двукратно, за да излезете.
ca: Selecciona el botó Fet de la part superior dreta i fes dos tocs per sortir.
cs: Vyberte tlačítko Hotovo v pravém horním rohu a zavřete poklepáním.
da: Vælg knappen OK i øverste højre hjørne, og tryk to gange for at afslutte.
de: Wähle oben rechts die Taste „Fertig“ und doppeltippe zum Beenden.
el: Επιλέξτε το κουμπί «Τέλος» στην πάνω δεξιά γωνία και αγγίξτε δύο φορές για έξοδο.
es: Selecciona el botón OK de la esquina superior derecha y tócalo dos veces para salir.
es_us: Selecciona el botón Listo de la esquina superior derecha y tócalo dos veces para salir.
fi: Voit poistua valitsemalla oikeassa yläkulmassa olevan Valmis-painikkeen ja kaksoisnapauttamalla sitä.
fr: Sélectionnez le bouton OK en haut à droite et touchez-le deux fois rapidement pour quitter.
fr_ca: Sélectionnez le bouton OK en haut à droite et touchez-le deux fois rapidement pour quitter.
he: כדי לצאת, יש לבחור בכפתור ״סיום״ בפינה השמאלית העליונה וללחוץ פעמיים.
hi: बाहर निकलने के लिए ऊपरी दाएँ कोने में पूर्ण बटन चुनें और डबल टैप करें।
hr: Odaberite tipku OK u gornjem desnom uglu i dodirnite dvaput za izlaz.
hu: Kilépéshez válassza ki a jobb felső sarokban lévő Kész gombot, és koppintson duplán.
id: Pilih tombol Selesai di pojok kanan atas dan ketuk dua kali untuk keluar.
it: Seleziona il pulsante Fine in alto a destra e tocca due volte per uscire.
ja: 右上隅にある“完了”ボタンを選択し、ダブルタップして終了します。
kk: Шығу үшін жоғарғы оң жақ бұрыштағы «Дайын» түймесін таңдап, екі рет түртіңіз.
ko: 나가려면 오른쪽 상단 모서리에 있는 완료 버튼을 선택하고 두 번 탭하십시오.
lt: Pasirinkite mygtuką „Baigta“ dešiniajame viršutiniame kampe ir dukart bakstelėkite, kad išeitumėte.
ms: Pilih butang Selesai di sudut kanan atas dan dwiketik untuk keluar.
nl: Selecteer de knop 'Gereed' in de rechterbovenhoek en tik dubbel om te stoppen.
no: Velg Ferdig-knappen øverst i høyre hjørne, og dobbelttrykk for å avslutte.
pl: Wybierz przycisk Gotowe w prawym górnym rogu i stuknij dwa razy, aby wyjść.
pt_br: Selecione o botão OK no canto superior direito e toque duas vezes para sair.
pt_pt: Selecione o botão OK, no canto superior direito, e dê dois toques para sair.
ro: Selectați butonul OK din colțul din dreapta sus și apăsați dublu pentru ieșire.
ru: Выберите кнопку «Готово» в правом верхнем углу и дважды коснитесь экрана для выхода.
sk: Pre ukončenie vyberte tlačidlo Hotovo v pravom hornom rohu a klepnite dvakrát.
sl: V zgornjem desnem kotu izberite gumb Dokončano in dvotapnite za izhod.
sv: Markera knappen Klar i det övre högra hörnet och tryck snabbt två gånger för att avsluta.
th: เลือกปุ่มเสร็จสิ้นที่มุมขวาบน แล้วแตะสองครั้งเพื่อออก
tr: Sağ üst köşedeki Bitti düğmesini seçin ve çıkmak için çift dokunun.
uk: Виберіть кнопку «Готово» у правому верхньому куті, і торкніть двічі, щоб вийти.
vi: Chọn nút Xong ở góc bên trên cùng bên phải và chạm hai lần để thoát.
zh_cn: 选择右上角的“完成”按钮并轻点两下以退出。
zh_hk: 選擇右上角的「完成」按鈕，然後點兩下離開。
zh_tw: 選取右上角的「完成」按鈕，然後點兩下來結束。

source: Screen Curtain
ar: سِتار الشاشة
bg: Завеса на екран
ca: Cortina de pantalla
cs: Clona obrazovky
da: Skærmtæppe
de: Bildschirmvorhang
el: Κουρτίνα οθόνης
es: Cortina de pantalla
es_us: Cortina de pantalla
fi: Näyttöverho
fr: Rideau d’écran
fr_ca: Rideau d’écran
he: וילון מסך
hi: स्क्रीन कर्टेन
hr: Zatamni
hu: Képernyőfüggöny
id: Tirai Layar
it: Copertura schermo
ja: スクリーンカーテン
kk: Экранды қараңғылау
ko: 화면 커튼
lt: Ekrano užuolaida
ms: Tabir Skrin
nl: Schermgordijn
no: Skjermteppe
pl: Kurtyna
pt_br: Cortina de Tela
pt_pt: Cobertura de ecrã
ro: Cortină ecran
ru: Затемнение
sk: Clona obrazovky
sl: Zastor zaslona
sv: Ridå
th: ม่านหน้าจอ
tr: Ekran Perdesi
uk: Завіса екрана
vi: Bảo vệ màn hình
zh_cn: 幕帘屏
zh_hk: 螢幕簾幕
zh_tw: 螢幕簾幕

# ascii.footer
source: ASCII Braille is commonly used to write and read digital Braille documents, such as BRF files.
ar: من الشائع استخدام "برايل ASCII" لقراءة وكتابة مستندات بلغة برايل، مثل ملفات BRF.
bg: ASCII брайлов код обикновено се използва за писане и четене на цифрови брайлови документи, като например BRF файлове.
ca: El braille ASCII normalment s’utilitza per escriure i llegir documents Braille digitals, com ara arxius BRF.
cs: Braillská ASCII sada se často používá k vytváření a čtení digitálních braillských dokumentů, například BRF souborů.
da: ASCII-punktskrift bruges almindeligvis til at skrive og læse dokumenter med digital punktskrift, f.eks. BRF-arkiver.
de: ASCII Braille wird oft verwendet, um digitale Braille-Dokumente wie BRF-Dateien zu schreiben und zu lesen.
el: Το Μπράιγ ASCII χρησιμοποιείται ευρέως για γραφή και ανάγνωση ψηφιακών εγγράφων Μπράιγ, όπως π.χ. αρχεία BRF.
es: Braille ASCII suele utilizarse para escribir y leer documentos digitales en braille, como archivos BRF.
es_us: El Braille ASCII se usa comúnmente para escribir y leer documentos Braille digitales, como archivos BRF.
fi: ASCII-pistekirjoitusta käytetään yleisesti digitaalisten pistekirjoitusdokumenttien, kuten BRF-tiedostojen, kirjoittamiseen ja lukemiseen.
fr: Le braille ASCII est fréquemment utilisé pour la rédaction et la lecture de documents braille numériques, comme les fichiers BRF.
fr_ca: Le braille ASCII est communément utilisé pour écrire et lire des documents numériques en braille, tels que les fichiers BRF.
he: ברייל ASCII משמש לכתיבה וקריאה של מסמכי ברייל דיגיטליים, כגון קבצי BRF.
hi: ASCII ब्रेल का इस्तेमाल सामान्यतः BRF फ़ाइल जैसे डिजिटल ब्रेल दस्तावेज़ों को लिखने और पढ़ने के लिए होता है।
hr: ASCII brajica obično se koristi za pisanje i čitanje digitalnih dokumenata na brajici, primjerice BRF datoteka.
hu: Az ASCII Braille-t gyakran használják az olyan digitális Braille-dokumentumok írásához és olvasásához, mint a BRF-fájlok.
id: Braille ASCII biasa digunakan untuk menulis dan membaca dokumen Braille digital, seperti file BRF.
it: La codifica ASCII Braille è usata comunemente per scrivere e leggere documenti digitali in Braille, come i file BRF.
ja: ASCII点字は、デジタル点字書類（例: BRFファイル）を読み書きするときによく使用されます。
kk: ASCII Braille әдетте BRF файлдары сияқты сандық Брайль құжаттарын жазып, оқу үшін пайдаланылады.
ko: ASCII 점자는 일반적으로 BRF 파일 같은 디지털 점자 문서를 쓰고 읽는 데 사용됩니다.
lt: ASCII Brailio raštas dažniausiai naudojamas skaitmeniniams Brailio rašto dokumentams, pavyzdžiui, BRF failams, rašyti ir skaityti.
ms: Braille ASCII biasanya digunakan untuk menulis dan membaca dokumen Braille digital, seperti fail BRF.
nl: Braille ASCII wordt vaak gebruikt om digitale brailledocumenten, zoals BRF-bestanden, te lezen en schrijven.
no: ASCII-punktskrift brukes vanligvis til å skrive og lese digitale punktskriftdokumenter som BRF-filer.
pl: Braille ASCII jest często używany do zapisywania i odczytywania cyfrowych dokumentów brajlowskich, na przykład plików BRF.
pt_br: O Braille ASCII é comumente usado para escrever e ler documentos em Braille, tais como arquivos BRF.
pt_pt: ASCII Braille é muito usado para escrever e ler documentos digitais em braille, como ficheiros BRF.
ro: Braille ASCII este utilizat de obicei pentru a scrie și a citi documente Braille digitale, precum fișiere BRF.
ru: Брайль ASCII обычно используется для написания и чтения цифровых документов Брайля, например файлов BRF.
sk: ASCII Braillovo písmo sa bežne používa na písanie a čítanie digitálnych dokumentov v Braillovom písme, napríklad BRF súborov.
sl: Koda ASCII Braille se pogosto uporablja za zapisovanje in branje digitalnih dokumentov v Braillovi pisavi, kot so datoteke BRF.
sv: ASCII-punktskrift används ofta till att skriva och läsa digitala punktskriftsdokument, till exempel BRF-filer.
th: อักษรเบรลล์แบบ ASCII ใช้เขียนและอ่านเอกสารอักษรเบรลล์ดิจิทัลโดยทั่วไป เช่น ไฟล์ BRF
tr: ASCII Braille genel olarak BRF dosyası gibi dijital Braille belgelesi okumak ve yazmak için kullanılır.
uk: Брайль ASCII зазвичай використовують, щоб писати й читати цифрові документи на брайлі, як-от BRF-файли.
vi: ASCII Braille thường được sử dụng để viết và đọc tài liệu Braille kỹ thuật số, ví dụ như tệp BRF.
zh_cn: ASCII盲文常用于读取和写入数码盲文文档（如BRF文件）。
zh_hk: ASCII點字常用於寫入和讀取數碼點字文件，例如BRF檔案。
zh_tw: ASCII點字常用來寫入和讀取數位點字文件，例如BRF檔案。

# ACTIVITY_BRAILLE_LABEL
source: Braille Settings
ar: إعدادات برايل
bg: Брайлови настройки
ca: Configuració de braille
cs: Nastavení braillských funkcí
da: Punktskriftindstillinger
de: Brailleeinstellungen
el: Ρυθμίσεις Μπράιγ
es: Ajustes de braille
es_us: Configuración de Braille
fi: Pistekirjoitusasetukset
fr: Réglages braille
fr_ca: Réglages braille
he: הגדרות ברייל
hi: ब्रेल सेटिंग्ज़
hr: Postavke brajice
hu: Braille-beállítások
id: Pengaturan Braille
it: Impostazioni Braille
ja: 点字設定
kk: Брайль реттеулері
ko: 점자 설정
lt: Brailio nustatymai
ms: Seting Braille
nl: Braille-instellingen
no: Punktskriftinnstillinger
pl: Ustawienia Braille’a
pt_br: Ajustes de Braille
pt_pt: Definições de braille
ro: Configurări Braille
ru: Настройки Брайля
sk: Nastavenia Braillovho písma
sl: Nastavitve Braillove pisave
sv: Punktskriftsinställningar
th: การตั้งค่าอักษรเบรลล์
tr: Braille Ayarları
uk: Параметри брайля
vi: Cài đặt Braille
zh_cn: 盲文设置
zh_hk: 點字設定
zh_tw: 點字設定

source: Replacement
ar: استبدال
bg: Замяна
ca: Substitució
cs: Náhrada
da: Udskift tekst
de: Ersetzung
el: Αντικατάσταση
es: Sustitución
es_us: Reemplazo
fi: Korvaus
fr: Remplacement
fr_ca: Remplacement
he: חלופה
hi: बदलना
hr: Zamjena
hu: Csere
id: Pengganti
it: Sostituzione
ja: 置き換え
kk: Ауыстыру
ko: 대치
lt: Pakaitalas
ms: Penggantian
nl: Vervanging
no: Erstatning
pl: Zastąpienie
pt_br: Substituição
pt_pt: Substituição
ro: Înlocuire
ru: Замена
sk: Náhrada
sl: Zamenjava
sv: Ersättning
th: การแทนที่
tr: Değişim
uk: Заміна
vi: Mục thay thế
zh_cn: 替换
zh_hk: 替代項目
zh_tw: 替代項目

# PRESS_ITEM_INSTRUCTION
source: • Double-tap to activate the selected item.
ar: • اضغط مرتين لتنشيط العنصر المحدد.
bg: • Докоснете двукратно, за да активирате избрания елемент.
ca: • Fes dos tocs per activar l’ítem seleccionat.
cs: • Poklepáním vybranou položku aktivujete.
da: • Tryk to gange for at aktivere det valgte emne.
de: • Zum Aktivieren des gewählten Objekts doppeltippen.
el: • Αγγίξτε δύο φορές για ενεργοποίηση του επιλεγμένου στοιχείου.
es: • Toca dos veces para activar el ítem seleccionado.
es_us: • Toca dos veces para activar el elemento seleccionado.
fi: • Aktivoi valittu kohde kaksoisnapauttamalla.
fr: • Touchez deux fois pour activer l’élément choisi.
fr_ca: • Touchez deux fois pour activer l’élément choisi.
he: • יש להקיש פעמיים להפעלת הפריט שנבחר.
hi: • चयनित आइटम को सक्रिय करने के लिए डबल टैप करें।
hr: • Dodirnite dvaput za aktivaciju odabrane stavke.
hu: • Koppintson duplán a kijelölt elem aktiválásához.
id: • Ketuk dua kali untuk mengaktifkan item yang dipilih.
it: • Tocca due volte per attivare l’elemento selezionato.
ja: • 選択した項目を使用するにはダブルタップ。
kk: • Таңдалған элементті белсендіру үшін екі рет түртіңіз.
ko: • 선택한 항목을 활성화하려면 두 번 탭하기
lt: • Dukart bakstelėkite, kad suaktyvintumėte pasirinktą elementą.
ms: • Dwiketik untuk mengaktifkan item yang dipilih.
nl: • Tik dubbel om het geselecteerde onderdeel te activeren.
no: • Dobbelttrykk for å aktivere et markert objekt.
pl: • Stuknij dwukrotnie, aby aktywować zaznaczoną rzecz.
pt_br: • Toque duas vezes para ativar o item selecionado.
pt_pt: • Ativar o elemento selecionado: dê dois toques
ro: • Apăsați dublu pentru a activa articolul selectat.
ru: • Коснитесь дважды для активации выбранного объекта.
sk: • Dvojitým klepnutím aktivujete vybranú položku.
sl: • Dvotapnite, da aktivirate izbrani element.
sv: • Tryck snabbt två gånger för att aktivera objektet.
th: • แตะสองครั้งเพื่อให้สิ่งที่เลือกอยู่ทำงาน
tr: • Seçili öğeyi etkinleştirmek için çift dokunun.
uk: • Торкніть двічі, щоб активувати вибраний обʼєкт.
vi: • Chạm hai lần để kích hoạt mục được chọn.
zh_cn: • 轻点两下激活所选项目。
zh_hk: • 點兩下以啟用所選項目。
zh_tw: • 點兩下來啟用所選項目。

# FEEDBACK_CHANGE_PITCH
source: Change Pitch
ar: تغيير حدة الصوت
bg: Промяна на тона
ca: Canvia el to
cs: Změnit výšku tónu
da: Skift tonehøjde
de: Tonhöhe ändern
el: Αλλαγή τονικού ύψους
es: Cambiar tono
es_us: Cambiar tono
fi: Muuta äänenkorkeutta
fr: Modifier la tonalité
fr_ca: Changer de ton
he: שינוי גובה הצליל
hi: पिच बदलें
hr: Promijeni visinu tona
hu: Hangmag. mód.
id: Ubah Nada
it: Modifica tono
ja: ピッチ変更
kk: Тон жоғарылығын өзгерту
ko: 음높이 변경
lt: Keisti tono aukštį
ms: Tukar Pic
nl: Wijzig toonhoogte
no: Endre stemmeleie
pl: Zmień ton
pt_br: Alterar Tom
pt_pt: Alterar o tom
ro: Variație tonalitate
ru: Изменять высоту тона
sk: Zmeniť výšku
sl: Spremeni ton
sv: Ändra tonhöjd
th: เปลี่ยนระดับเสียงสูงต่ำ
tr: Perdeyi Değiştir
uk: Змінити висоту тону
vi: Thay đổi cao độ
zh_cn: 更改音高
zh_hk: 更改音調
zh_tw: 更改音高

# WEB_ROTOR
source: Rotor Items
ar: عناصر الدوَّار
bg: Елементи на шайбата
ca: Ítems de rotor
cs: Položky na rotoru
da: Rotoremner
de: Rotorobjekte
el: Στοιχεία ρότορα
es: Ítems del rotor
es_us: Elementos del rotor
fi: Roottorikohteet
fr: Éléments du rotor
fr_ca: Éléments du rotor
he: פריטים בחוגה
hi: रोटर आइटम
hr: Stavke rotora
hu: Rotorelemek
id: Item Rotor
it: Elementi rotore
ja: ローター項目
kk: Ротор элементтері
ko: 로터 항목
lt: Rotoriaus elementai
ms: Item Rotor
nl: Rotoronderdelen
no: Rotorobjekter
pl: Rzeczy na pokrętle
pt_br: Itens do Rotor
pt_pt: Elementos do rotor
ro: Articole rotor
ru: Объекты ротора
sk: Položky v rotore
sl: Elementi rotorja
sv: Rotorobjekt
th: สิ่งที่เลือกของตัวหมุน
tr: Rotor Öğeleri
uk: Обʼєкти в роторі
vi: Mục rô-to
zh_cn: 转子项目
zh_hk: 轉輪項目
zh_tw: 轉輪項目

source: Default
ar: الافتراضي
bg: По подразбиране
ca: Per omissió
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Por omisión
es_us: Predeterminado
fi: Oletus
fr: Par défaut
fr_ca: Par défaut
he: ברירת המחדל
hi: डिफ़ॉल्ट
hr: Standardno
hu: Alapértelmezett
ja: デフォルト
kk: Әдепкі бойынша
ko: 기본 설정
lt: Numatytasis
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
pt_pt: Predefinição
ro: Implicit
ru: По умолчанию
sk: Predvolené
sl: Privzeto
sv: Förval
th: ค่าเริ่มต้น
tr: Saptanmış
uk: Типовий
vi: Mặc định
zh_cn: 默认
zh_hk: 預設值
zh_tw: 預設值

# REACHABILITY_INSTRUCTION_TITLE
source: To use Reachability
ar: لاستخدام تسهيل الوصول
bg: За използване с Достъпност
ca: Per utilitzar el fàcil accés
cs: Použití funkce Dosah
da: For at bruge Inden for rækkevidde
de: Zum Einhandmodus
el: Για χρήση της Εύκολης πρόσβασης
es: Para usar el fácil alcance
es_us: Para usar Alcance fácil
fi: Tuo ulottuville
fr: Pour utiliser Accès facile
fr_ca: Utiliser l’accès facile
he: לפתיחת ״גישה קלה״
hi: सुगमता का उपयोग करने के लिए
hr: Za uporabu Dosezanja
hu: Az Elérhetőség használata
id: Untuk menggunakan Keterjangkauan
it: Per utilizzare “Accesso facilitato”
ja: 簡易アクセスを使用
kk: Ыңғайлы қолжетімділікті пайдалану үшін
ko: 화면 상단 간편 접근 사용하기
lt: Norėdami naudoti funkciją „Pasiekiamumas“
ms: Untuk menggunakan Kecapaian
nl: Om bereikbaarheid te gebruiken
no: Bruke Rask tilgang
pl: Łatwy dostęp
pt_br: Para usar Alcançabilidade
pt_pt: Usar o acesso fácil
ro: Pentru a utiliza Accesare ușoară
ru: Для удобного доступа
sk: Dosah
sl: Za uporabo dosegljivosti
sv: Om du vill använda Lätt att nå
th: ในการใช้การดึงจอลงเพื่อแตะ
tr: Ulaşılabilirlik’i kullanmak için
uk: Використання функції «Досяжність»
vi: Để sử dụng Tầm với
zh_cn: 使用便捷访问
zh_hk: 使用「單手模式」
zh_tw: 若要使用「螢幕上方觸控」
